Repository: DZXH-TX/LocaleSmith
Catalog: src/LocaleSmith.App/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp, ru_ru, zh_cn

# CommunityPasswordInput.PlaceholderText
source: Your website password
fr_fr: Votre mot de passe sur le site
ja_jp: Web サイトのパスワード
ru_ru: Пароль от сайта
zh_cn: 网站密码

# CommunityApplicationTokenInput.Header
source: Application token (PAT)
fr_fr: Jeton d’application (PAT)
ja_jp: アプリケーション トークン (PAT)
ru_ru: Токен приложения (PAT)
zh_cn: 应用令牌（PAT）

# CommunityApplicationLoginHelp.Text
source: Create your account and application token on the website. Only the token is saved in Windows Credential Manager; the password is used once for verification and is never saved. The token's granted scopes determine which actions are available.
fr_fr: Créez le compte et le jeton d’application sur le site. Seul le jeton est enregistré dans le Gestionnaire d’informations d’identification Windows ; le mot de passe sert une seule fois à la vérification initiale et n’est jamais enregistré. Les autorisations accordées au jeton déterminent les actions disponibles.
ja_jp: アカウント登録とアプリケーション トークンの作成は Web サイトで行います。Windows 資格情報マネージャーに保存されるのはトークンだけです。パスワードは初回の確認に一度だけ使用し、保存しません。利用できる操作はトークンに付与されたスコープで決まります。
ru_ru: Зарегистрируйте учётную запись и создайте токен приложения на сайте. В диспетчере учётных данных Windows сохраняется только токен; пароль используется один раз для первоначальной проверки и никогда не сохраняется. Доступные действия определяются разрешениями токена.
zh_cn: 账号注册和应用令牌创建均在网站完成。LocaleSmith 仅将令牌保存到 Windows 凭据管理器；密码只用于首次验证，绝不保存。实际可用功能由令牌授予的权限范围决定。

# CommunityApplicationLoginButton.Content
source: Sign in securely
fr_fr: Se connecter en sécurité
ja_jp: 安全にサインイン
ru_ru: Безопасно войти
zh_cn: 安全登录

# CommunityRegisterAccountLink.Content
source: Register on the website
fr_fr: Créer un compte sur le site
ja_jp: Web サイトでアカウントを作成
ru_ru: Зарегистрироваться на сайте
zh_cn: 在网站注册账号

# CommunitySignedInInfo.Message
source: You are signed in on this device. LocaleSmith uses the saved token only for actions allowed by its scopes.
fr_fr: Vous êtes connecté sur cet appareil. LocaleSmith utilise le jeton enregistré uniquement pour les actions autorisées par ses permissions.
ja_jp: このデバイスでサインインしています。LocaleSmith は保存されたトークンを、そのスコープで許可された操作にのみ使用します。
ru_ru: На этом устройстве выполнен вход. LocaleSmith использует сохранённый токен только для действий, разрешённых его областью доступа.
zh_cn: 已在本机登录。LocaleSmith 仅使用已保存的令牌执行其权限范围允许的操作。

# CommunityGrantedScopesHeading.Text
source: Granted token permissions
fr_fr: Autorisations accordées au jeton
ja_jp: 付与されたトークン権限
ru_ru: Разрешения, предоставленные токену
zh_cn: 令牌已授予的权限

# CommunityManagePatLink.Content
source: Create or manage application tokens on the website
fr_fr: Créer ou gérer les jetons d’application sur le site
ja_jp: Web サイトでアプリケーション トークンを作成または管理
ru_ru: Создать токены приложения или управлять ими на сайте
zh_cn: 在网站创建或管理应用令牌

# CommunityPatExpander.Header
source: Community identity and personal access token
fr_fr: Identité communautaire et jeton d’accès personnel
ja_jp: コミュニティ ID と個人アクセストークン
ru_ru: Учётная запись сообщества и персональный токен
zh_cn: 社区身份与个人访问令牌

# CommunityPatRequiredInfo.Title
source: Sign-in required
fr_fr: Connexion requise
ja_jp: サインインが必要です
ru_ru: Требуется вход
zh_cn: 需要登录

# CommunityPatRequiredInfo.Message
source: A verified account and application token are required to enter the community. Writing requires forum:write; reporting requires reports:write or compatible forum:write permission.
fr_fr: Un compte vérifié et un jeton d’application sont requis pour accéder à la communauté. La publication nécessite forum:write ; le signalement nécessite reports:write ou l’autorisation compatible forum:write.
ja_jp: コミュニティに入るには、確認済みアカウントとアプリケーション トークンが必要です。投稿には forum:write、報告には reports:write または互換性のある forum:write 権限が必要です。
ru_ru: Для доступа к сообществу нужны подтверждённая учётная запись и токен приложения. Для публикации нужен forum:write, а для жалоб — reports:write или совместимое разрешение forum:write.
zh_cn: 进入社区需要已验证账号和应用令牌；发起主题或回复需要 forum:write，举报需要 reports:write 或兼容的 forum:write 权限。

# CommunityPatInput.Header
source: Personal access token (PAT)
fr_fr: Jeton d’accès personnel (PAT)
ja_jp: 個人アクセストークン（PAT）
ru_ru: Персональный токен доступа (PAT)
zh_cn: 个人访问令牌（PAT）

# CommunityPatHelp.Text
source: The token is stored only in Windows Credential Manager, never in settings, logs, or the page. Removing the local copy does not revoke the server token.
fr_fr: Le jeton est enregistré uniquement dans le Gestionnaire d’informations d’identification Windows, jamais dans les paramètres, les journaux ou la page. Supprimer la copie locale ne révoque pas le jeton du serveur.
ja_jp: トークンは Windows 資格情報マネージャーのみに保存され、設定、ログ、ページには書き込まれません。ローカルのコピーを削除してもサーバー上のトークンは失効しません。
ru_ru: Токен хранится только в диспетчере учётных данных Windows и не записывается в настройки, журналы или страницу. Удаление локальной копии не отзывает токен на сервере.
zh_cn: 令牌仅保存在 Windows 凭据管理器中，不会写入设置、日志或页面。删除本地副本不会撤销服务端令牌。

# CommunitySavePatButton.Content
source: Save securely
fr_fr: Enregistrer en sécurité
ja_jp: 安全に保存
ru_ru: Сохранить безопасно
zh_cn: 安全保存

# CommunityDeletePatButton.Content
source: Sign out on this device
fr_fr: Se déconnecter de cet appareil
ja_jp: このデバイスからサインアウト
ru_ru: Выйти на этом устройстве
zh_cn: 退出本机登录

# CommunityCreatePatLink.Content
source: Create a PAT on the website
fr_fr: Créer un PAT sur le site
ja_jp: Web サイトで PAT を作成
ru_ru: Создать PAT на сайте
zh_cn: 在网站创建 PAT

# CommunityPostsHeading.Text
source: Posts
fr_fr: Messages
ja_jp: 投稿
ru_ru: Сообщения
zh_cn: 帖子

# CommunityPostsList.AutomationProperties.Name
source: Topic posts
fr_fr: Messages du sujet
ja_jp: トピックの投稿
ru_ru: Сообщения темы
zh_cn: 主题帖子

# CommunitySelectThreadPrompt.Text
source: Select a topic to read its posts.
fr_fr: Sélectionnez un sujet pour lire ses messages.
ja_jp: トピックを選択して投稿を読んでください。
ru_ru: Выберите тему, чтобы прочитать сообщения.
zh_cn: 选择一个主题以阅读帖子。

# CommunityPostsEmptyTitle.Text
source: No visible posts
fr_fr: Aucun message visible
ja_jp: 表示できる投稿がありません
ru_ru: Нет видимых сообщений
zh_cn: 暂无可见帖子

# CommunityPostsEmptyBody.Text
source: Refresh and try again; content may be under review or hidden.
fr_fr: Actualisez et réessayez ; le contenu peut être en cours de modération ou masqué.
ja_jp: 更新して再試行してください。コンテンツは審査中または非表示の可能性があります。
ru_ru: Обновите и повторите попытку: материал может проходить проверку или быть скрыт.
zh_cn: 刷新后重试；内容可能正在审核或已被隐藏。

# CommunityLoadMorePostsButton.Content
source: Load more posts
fr_fr: Charger plus de messages
ja_jp: さらに投稿を読み込む
ru_ru: Загрузить ещё
zh_cn: 加载更多帖子

# CommunityThreadLockedInfo.Title
source: Replies unavailable
fr_fr: Réponses indisponibles
ja_jp: 返信できません
ru_ru: Ответы недоступны
zh_cn: 主题不可回复

# CommunityThreadLockedInfo.Message
source: This topic is closed or locked. Existing posts remain readable.
fr_fr: Ce sujet est fermé ou verrouillé. Les messages existants restent lisibles.
ja_jp: このトピックは終了またはロックされています。既存の投稿は引き続き閲覧できます。
ru_ru: Тема закрыта или заблокирована. Существующие сообщения доступны для чтения.
zh_cn: 此主题已关闭或锁定，仍可阅读现有帖子。

# CommunityNewThreadExpander.Header
source: Start a new topic
fr_fr: Créer un nouveau sujet
ja_jp: 新しいトピックを作成
ru_ru: Создать тему
zh_cn: 发起新主题

# CommunityNewThreadTitleInput.Header
source: Title
fr_fr: Titre
ja_jp: タイトル
ru_ru: Заголовок
zh_cn: 标题

# CommunityNewThreadTitleInput.PlaceholderText
source: 4–160 characters
fr_fr: 4 à 160 caractères
ja_jp: 4～160 文字
ru_ru: От 4 до 160 символов
zh_cn: 4–160 个字符

# CommunityNewThreadContentInput.Header
source: Body
fr_fr: Contenu
ja_jp: 本文
ru_ru: Текст
zh_cn: 正文

# CommunityNewThreadContentInput.PlaceholderText
source: Describe a question, suggestion, or experience
fr_fr: Décrivez une question, une suggestion ou une expérience
ja_jp: 質問、提案、使用経験を記入
ru_ru: Опишите вопрос, предложение или свой опыт
zh_cn: 描述问题、建议或使用经验

# CommunityMarkdownPlainTextHelp.Text
source: Markdown may be entered; this version always displays it as plain text and never executes HTML.
fr_fr: Le Markdown est accepté ; cette version l’affiche toujours en texte brut et n’exécute jamais de HTML.
ja_jp: Markdown を入力できます。このバージョンでは常にプレーンテキストとして表示し、HTML は実行しません。
ru_ru: Можно вводить Markdown; эта версия всегда показывает его как обычный текст и не выполняет HTML.
zh_cn: 可输入 Markdown；本版本始终按纯文本显示，不执行 HTML。

# CommunityCreateThreadButton.Content
source: Publish topic
fr_fr: Publier le sujet
ja_jp: トピックを公開
ru_ru: Опубликовать тему
zh_cn: 发布主题

# CommunityReplyExpander.Header
source: Reply to topic
fr_fr: Répondre au sujet
ja_jp: トピックに返信
ru_ru: Ответить в теме
zh_cn: 回复主题

# CommunityReplyInput.Header
source: Reply
fr_fr: Réponse
ja_jp: 返信
ru_ru: Ответ
zh_cn: 回复内容

# CommunityReplyInput.PlaceholderText
source: Write a helpful and respectful reply
fr_fr: Rédigez une réponse utile et respectueuse
ja_jp: 役に立つ丁寧な返信を入力
ru_ru: Напишите полезный и уважительный ответ
zh_cn: 写下有帮助且尊重他人的回复

# CommunityMarkdownPlainTextHelpReply.Text
source: Markdown may be entered; this version always displays it as plain text and never executes HTML.
fr_fr: Le Markdown est accepté ; cette version l’affiche toujours en texte brut et n’exécute jamais de HTML.
ja_jp: Markdown を入力できます。このバージョンでは常にプレーンテキストとして表示し、HTML は実行しません。
ru_ru: Можно вводить Markdown; эта версия всегда показывает его как обычный текст и не выполняет HTML.
zh_cn: 可输入 Markdown；本版本始终按纯文本显示，不执行 HTML。

# CommunityCreateReplyButton.Content
source: Publish reply
fr_fr: Publier la réponse
ja_jp: 返信を公開
ru_ru: Опубликовать ответ
zh_cn: 发布回复

# CommunityDeletePatDialog.Title
source: Sign out on this device?
fr_fr: Se déconnecter de cet appareil ?
ja_jp: このデバイスからサインアウトしますか？
ru_ru: Выйти на этом устройстве?
zh_cn: 退出本机登录？

# CommunityDeletePatDialog.Content
source: LocaleSmith will remove the token saved in Windows Credential Manager on this device. The token will remain active on the website until you revoke it there.
fr_fr: LocaleSmith supprimera le jeton enregistré dans le Gestionnaire d’informations d’identification Windows sur cet appareil. Le jeton restera actif sur le site tant que vous ne l’y aurez pas révoqué.
ja_jp: LocaleSmith は、このデバイスの Windows 資格情報マネージャーに保存されたトークンを削除します。Web サイト上のトークンは、そこで失効させるまで有効なままです。
ru_ru: LocaleSmith удалит токен из диспетчера учётных данных Windows на этом устройстве. Токен останется активным на сайте, пока вы не отзовёте его там.
zh_cn: LocaleSmith 将从本机的 Windows 凭据管理器中移除已保存令牌，但不会撤销网站上的令牌。若要使令牌彻底失效，请在网站撤销。

# CommunityDeletePatDialog.PrimaryButtonText
source: Sign out
fr_fr: Se déconnecter
ja_jp: サインアウト
ru_ru: Выйти
zh_cn: 退出本机

# CommunityDeletePatDialog.CloseButtonText
source: Cancel
fr_fr: Annuler
ja_jp: キャンセル
ru_ru: Отмена
zh_cn: 取消

# CommunityPostsLoadedText
source: Loaded {0} of {1}
fr_fr: {0} messages chargés sur {1}
ja_jp: {1} 件中 {0} 件を読み込み済み
ru_ru: Загружено {0} из {1}
zh_cn: 已加载 {0}/{1} 条

# CommunityPatSavedStatus
source: The personal access token was saved securely in Windows Credential Manager.
fr_fr: Le jeton d’accès personnel a été enregistré en sécurité dans le Gestionnaire d’informations d’identification Windows.
ja_jp: 個人アクセストークンを Windows 資格情報マネージャーに安全に保存しました。
ru_ru: Персональный токен безопасно сохранён в диспетчере учётных данных Windows.
zh_cn: 个人访问令牌已安全保存到 Windows 凭据管理器。

# CommunityThreadCreatedStatus
source: The discussion was created.
fr_fr: La discussion a été créée.
ja_jp: ディスカッションを作成しました。
ru_ru: Обсуждение создано.
zh_cn: 讨论主题已创建。

# CommunityReplyCreatedStatus
source: Your reply was posted.
fr_fr: Votre réponse a été publiée.
ja_jp: 返信を投稿しました。
ru_ru: Ответ опубликован.
zh_cn: 回复已发布。

# CommunityPatDeletedStatus
source: Signed out on this device. The local token was removed, but the website token was not revoked.
fr_fr: Vous êtes déconnecté de cet appareil. Le jeton local a été supprimé, mais le jeton du site n’a pas été révoqué.
ja_jp: このデバイスからサインアウトし、ローカルトークンを削除しました。Web サイト上のトークンは失効していません。
ru_ru: На этом устройстве выполнен выход, локальный токен удалён. Токен на сайте не отозван.
zh_cn: 已退出本机登录并移除本地令牌；网站令牌尚未撤销。

# CommunityOperationCancelledStatus
source: The operation was cancelled.
fr_fr: L’opération a été annulée.
ja_jp: 操作をキャンセルしました。
ru_ru: Операция отменена.
zh_cn: 操作已取消。

# CommunityNetworkError
source: The community service could not be reached. Check the network and try again.
fr_fr: Impossible de joindre le service communautaire. Vérifiez le réseau et réessayez.
ja_jp: コミュニティサービスに接続できません。ネットワークを確認して再試行してください。
ru_ru: Не удалось подключиться к сервису сообщества. Проверьте сеть и повторите попытку.
zh_cn: 无法连接社区服务。请检查网络后重试。

# CommunityOperationFailed
source: The community operation failed. Try again later.
fr_fr: Échec de l’opération communautaire. Réessayez plus tard.
ja_jp: コミュニティ操作に失敗しました。しばらくしてから再試行してください。
ru_ru: Не удалось выполнить операцию сообщества. Повторите попытку позже.
zh_cn: 社区操作失败，请稍后重试。

# CommunitySignedInDisplayText
source: Signed in as {0}
fr_fr: Connecté en tant que {0}
ja_jp: {0} としてサインイン中
ru_ru: Выполнен вход: {0}
zh_cn: 已登录：{0}

# CommunityGrantedScopesNone
source: No permissions were reported by the service.
fr_fr: Le service n’a signalé aucune autorisation accordée.
ja_jp: サービスから付与済みの権限が報告されませんでした。
ru_ru: Сервис не сообщил о предоставленных разрешениях.
zh_cn: 服务未返回任何已授予权限。

# CommunityApplicationLoginFieldsRequiredError
source: Enter your username, password, and application token.
fr_fr: Saisissez votre nom d’utilisateur, votre mot de passe et votre jeton d’application.
ja_jp: ユーザー名、パスワード、アプリケーション トークンを入力してください。
ru_ru: Введите имя пользователя, пароль и токен приложения.
zh_cn: 请输入用户名、密码和应用令牌。

# CommunityApplicationLoginSuccessStatus
source: Signed in. The application token was saved securely in Windows Credential Manager; your password was not saved.
fr_fr: Connexion réussie. Le jeton d’application a été enregistré en sécurité dans le Gestionnaire d’informations d’identification Windows ; le mot de passe n’a pas été enregistré.
ja_jp: サインインしました。アプリケーション トークンは Windows 資格情報マネージャーに安全に保存され、パスワードは保存されていません。
ru_ru: Вход выполнен. Токен приложения безопасно сохранён в диспетчере учётных данных Windows; пароль не сохранён.
zh_cn: 登录成功。应用令牌已安全保存到 Windows 凭据管理器；密码未保存。

# CommunityLegacyTokenLoginSuccessStatus
source: This service does not support account-and-password verification. The application token was verified using the legacy flow and saved securely; your password was not sent or saved.
fr_fr: Ce service ne prend pas en charge la vérification du compte et du mot de passe. Le jeton d’application a été vérifié par l’ancien processus et enregistré en sécurité ; le mot de passe n’a été ni envoyé ni enregistré.
ja_jp: このサービスはアカウントとパスワードによる確認に対応していません。従来の方法でアプリケーション トークンを確認して安全に保存しました。パスワードは送信も保存もされていません。
ru_ru: Этот сервис не поддерживает проверку учётной записи и пароля. Токен приложения проверен прежним способом и безопасно сохранён; пароль не отправлялся и не сохранялся.
zh_cn: 当前服务不支持账号与密码联合验证。已通过旧版流程验证并安全保存应用令牌；密码未发送、也未保存。

# CommunityStoredLoginExpiredStatus
source: Your saved application token is invalid or expired. Sign in again with a current token.
fr_fr: Le jeton d’application enregistré est invalide ou expiré. Reconnectez-vous avec un jeton valide.
ja_jp: 保存されたアプリケーション トークンは無効か、有効期限が切れています。有効なトークンでサインインし直してください。
ru_ru: Сохранённый токен приложения недействителен или просрочен. Войдите снова с действительным токеном.
zh_cn: 已保存的应用令牌无效或已过期，请使用有效令牌重新登录。

# CommunityStoredLoginUnavailableStatus
source: The saved account could not be verified right now. Your local credential remains stored. Refresh to retry or sign in with current credentials.
fr_fr: Impossible de vérifier temporairement le compte enregistré. Les identifiants locaux sont conservés. Actualisez pour réessayer ou connectez-vous avec des identifiants à jour.
ja_jp: 保存済みのアカウントを現在確認できません。ローカルの資格情報は保持されています。更新して再試行するか、現在の資格情報でサインインしてください。
ru_ru: Сейчас не удалось проверить сохранённую учётную запись. Локальные учётные данные сохранены. Обновите страницу для повторной попытки или войдите с актуальными данными.
zh_cn: 暂时无法验证已保存的账号。本地凭证仍会保留；请刷新重试，或使用当前凭证重新登录。

# CommunityApplicationLoginUnauthorizedError
source: The username, password, or application token is invalid, expired, or does not belong to the same account.
fr_fr: Le nom d’utilisateur, le mot de passe ou le jeton d’application est invalide, a expiré ou n’appartient pas au même compte.
ja_jp: ユーザー名、パスワード、アプリケーション トークンのいずれかが無効、期限切れ、または同じアカウントに属していません。
ru_ru: Имя пользователя, пароль или токен приложения недействительны, просрочены либо не принадлежат одной учётной записи.
zh_cn: 用户名、密码或应用令牌无效、已过期，或不属于同一账号。

# CommunityApplicationLoginScopeError
source: This application token is not permitted for account sign-in. Create or choose a regular token on the website.
fr_fr: Ce jeton d’application ne permet pas la connexion à l’application. Créez ou choisissez un jeton standard sur le site.
ja_jp: このアプリケーション トークンはアプリへのサインインに使用できません。Web サイトで通常のトークンを作成するか選択してください。
ru_ru: Этот токен приложения нельзя использовать для входа в приложение. Создайте или выберите обычный токен на сайте.
zh_cn: 此应用令牌不允许用于应用登录。请在网站创建或选择普通令牌。

# CommunityApplicationLoginRateLimitedError
source: Too many sign-in attempts were made. Wait a moment, then try again.
fr_fr: Trop de tentatives de connexion ont été effectuées. Patientez puis réessayez.
ja_jp: サインイン試行回数が多すぎます。しばらく待ってから再試行してください。
ru_ru: Слишком много попыток входа. Подождите и повторите попытку.
zh_cn: 登录尝试过于频繁，请稍候再试。

# CommunityApplicationLoginTimeoutError
source: The sign-in request timed out. Check the network and try again.
fr_fr: La demande de connexion a expiré. Vérifiez le réseau et réessayez.
ja_jp: サインイン要求がタイムアウトしました。ネットワークを確認して再試行してください。
ru_ru: Время ожидания запроса на вход истекло. Проверьте сеть и повторите попытку.
zh_cn: 登录请求超时。请检查网络后重试。

# CommunityApplicationLoginNetworkError
source: The account service could not be reached. Check the network and try again.
fr_fr: Impossible de joindre le service de compte. Vérifiez le réseau et réessayez.
ja_jp: アカウントサービスに接続できません。ネットワークを確認して再試行してください。
ru_ru: Не удалось подключиться к сервису учётных записей. Проверьте сеть и повторите попытку.
zh_cn: 无法连接账号服务。请检查网络后重试。

# CommunityApplicationLoginInvalidResponseError
source: The account service returned an unexpected response. Try again later.
fr_fr: Le service de compte a renvoyé une réponse inattendue. Réessayez plus tard.
ja_jp: アカウントサービスから予期しない応答が返されました。後でもう一度お試しください。
ru_ru: Сервис учётных записей вернул неожиданный ответ. Повторите попытку позже.
zh_cn: 账号服务返回了异常响应，请稍后重试。

# CommunityApplicationLoginFailedError
source: Sign-in failed. Review the entries and try again later.
fr_fr: Échec de la connexion. Vérifiez les informations saisies et réessayez plus tard.
ja_jp: サインインに失敗しました。入力内容を確認し、後でもう一度お試しください。
ru_ru: Не удалось войти. Проверьте введённые данные и повторите попытку позже.
zh_cn: 登录失败。请检查填写内容后稍后重试。

# CommunityLoadMoreModsButton.Content
source: Load more mods
fr_fr: Charger plus de mods
ja_jp: さらに Mod を読み込む
ru_ru: Загрузить ещё моды
zh_cn: 加载更多 Mod

# CommunityLoadMoreThreadsButton.Content
source: Load more discussions
fr_fr: Charger plus de discussions
ja_jp: さらにトピックを読み込む
ru_ru: Загрузить ещё обсуждения
zh_cn: 加载更多讨论

# CommunityReportPostButton.Content
source: Report post
fr_fr: Signaler le message
ja_jp: 投稿を報告
ru_ru: Пожаловаться на сообщение
zh_cn: 举报帖子

# CommunityReportSubmittedStatus
source: The report was submitted for moderation.
fr_fr: Le signalement a été envoyé à la modération.
ja_jp: 報告をモデレーターに送信しました。
ru_ru: Жалоба отправлена на модерацию.
zh_cn: 举报已提交，等待版主审核。

# CommunityTimeoutError
source: The community request timed out. Check the network and try again.
fr_fr: La requête communautaire a expiré. Vérifiez le réseau et réessayez.
ja_jp: コミュニティへのリクエストがタイムアウトしました。ネットワークを確認して再試行してください。
ru_ru: Время ожидания запроса к сообществу истекло. Проверьте сеть и повторите попытку.
zh_cn: 社区请求超时。请检查网络后重试。

# CommunityTermsLink.Content
source: Terms of service
fr_fr: Conditions d’utilisation
ja_jp: 利用規約
ru_ru: Условия использования
zh_cn: 服务条款

# CommunityGuidelinesLink.Content
source: Community guidelines
fr_fr: Règles de la communauté
ja_jp: コミュニティガイドライン
ru_ru: Правила сообщества
zh_cn: 社区规范

# CommunityLatestVersionLabel.Text
source: Latest version:
fr_fr: Dernière version :
ja_jp: 最新バージョン:
ru_ru: Последняя версия:
zh_cn: 最新版本：

# CommunityReportModButton.Content
source: Report Mod
fr_fr: Signaler le Mod
ja_jp: Mod を報告
ru_ru: Пожаловаться на мод
zh_cn: 举报 Mod

# CommunityReportVersionButton.Content
source: Report version
fr_fr: Signaler la version
ja_jp: バージョンを報告
ru_ru: Пожаловаться на версию
zh_cn: 举报版本

# CommunityReportUserButton.Content
source: Report author
fr_fr: Signaler l’auteur
ja_jp: 作者を報告
ru_ru: Пожаловаться на автора
zh_cn: 举报作者

# CommunityReportThreadButton.Content
source: Report discussion
fr_fr: Signaler la discussion
ja_jp: ディスカッションを報告
ru_ru: Пожаловаться на обсуждение
zh_cn: 举报讨论

# CommunityReportDialog.Title
source: Report community content
fr_fr: Signaler un contenu communautaire
ja_jp: コミュニティコンテンツを報告
ru_ru: Пожаловаться на материал сообщества
zh_cn: 举报社区内容

# CommunityReportDialog.PrimaryButtonText
source: Submit report
fr_fr: Envoyer le signalement
ja_jp: 報告を送信
ru_ru: Отправить жалобу
zh_cn: 提交举报

# CommunityReportDialog.CloseButtonText
source: Cancel
fr_fr: Annuler
ja_jp: キャンセル
ru_ru: Отмена
zh_cn: 取消

# CommunityReportTargetLabel.Text
source: Content being reported
fr_fr: Contenu signalé
ja_jp: 報告するコンテンツ
ru_ru: Материал жалобы
zh_cn: 正在举报的内容

# CommunityReportCategoryInput.Header
source: Category
fr_fr: Catégorie
ja_jp: カテゴリー
ru_ru: Категория
zh_cn: 举报类别

# CommunityReportCategoryInput.PlaceholderText
source: Choose the closest category
fr_fr: Choisissez la catégorie la plus proche
ja_jp: 最も近いカテゴリーを選択
ru_ru: Выберите наиболее подходящую категорию
zh_cn: 选择最符合的类别

# CommunityReportDetailsInput.Header
source: Details
fr_fr: Détails
ja_jp: 詳細
ru_ru: Подробности
zh_cn: 详细说明

# CommunityReportDetailsInput.PlaceholderText
source: Explain what moderators should review
fr_fr: Expliquez ce que les modérateurs doivent examiner
ja_jp: モデレーターが確認すべき内容を説明してください
ru_ru: Объясните, что должны проверить модераторы
zh_cn: 说明需要版主审核的内容

# CommunityReportDetailsHelp.Text
source: Enter 4–1,900 characters. Do not include passwords, tokens, or other secrets.
fr_fr: Saisissez 4 à 1 900 caractères. N’incluez aucun mot de passe, jeton ou autre secret.
ja_jp: 4～1,900 文字で入力してください。パスワード、トークン、その他の秘密情報は含めないでください。
ru_ru: Введите от 4 до 1 900 символов. Не указывайте пароли, токены и другие секреты.
zh_cn: 请输入 4–1,900 个字符。请勿填写密码、令牌或其他秘密。

# CommunityReportProgress.AutomationProperties.Name
source: Submitting report
fr_fr: Envoi du signalement
ja_jp: 報告を送信中
ru_ru: Отправка жалобы
zh_cn: 正在提交举报

# CommunityReportSubmittingText.Text
source: Submitting report…
fr_fr: Envoi du signalement…
ja_jp: 報告を送信しています…
ru_ru: Жалоба отправляется…
zh_cn: 正在提交举报…

# CommunityReportError.Title
source: Report not submitted
fr_fr: Signalement non envoyé
ja_jp: 報告は送信されませんでした
ru_ru: Жалоба не отправлена
zh_cn: 举报未提交

# CommunityReportAccessDialog.Title
source: Set up reporting access
fr_fr: Configurer l’accès au signalement
ja_jp: 報告アクセスを設定
ru_ru: Настроить доступ для жалоб
zh_cn: 配置举报权限

# CommunityReportAccessDialog.CloseButtonText
source: Close
fr_fr: Fermer
ja_jp: 閉じる
ru_ru: Закрыть
zh_cn: 关闭
